package com.rest;

public class Lesson_58_TakingAllEmployeesList {

    // К сожалению в ходе моей невнимательности был потерян проект и репозиторий, поэтому коммитов
    // старше 9 сентября больше нет, ну ничего страшного, проект пересобрался, в дальнейшем буду
    // крайне осторожным.

    // Приступим. На этой лекции мы научимся получать список со всеми работниками. Что нам нужно?
    // Мы сконфигурировали наш проект, но до сих пор не создали ни одного контроллера,
    // создадим пакет controller, в нем создадим класс MyRestController, перейдем в него.
}
