package com.rest;

public class Lesson_62_addNewEmployee {
    // Продолжаем реализовывать CRUD функционал. На очереди добавление работника.
    // Согласно таблице методов url будет POST/api/employees. То есть отправлять запрос будем методом
    // POST, в предыдущем проекте мы создавали специальный view с полями куда записывали
    // все необходимые данные. Сейчас мы будем использовать программу postman для того чтобы в теле
    // запроса передавать json с этими данными, сервер получив этот запрос добавит на его
    // основании работника в базу и вернет те же данные, но с указанием id присвоенного этому работнику.
    // Перейдем в MyRestController на 95 строку
}
